[ 
	{
		"año": "2015",
		"contenido": "Se crean los primeros doctorados en la historia institucional: Doctorado en Ciencias Computacionales Aplicadas y Doctorado en Biociencias Aplicadas.-La Facultad de Ciencias de la Vida inicia sus funciones con tres carreras vigentes en la institución: Biología, Ingeniería Agrícola y Biológica y Licenciatura en Nutrición. La ESPOL se mantiene a la vanguardia de la investigación y oferta 9 maestrías de investigación acreditadas por el CES."
	},
	{
		"año": "2014",
		"contenido": "El CEAACES nos ratifica en  categoría A luego del proceso nacional de evaluación universitaria.- Somos la única IES pública en Latinoamérica con acreditación internacional, pues las carreras de Ingeniería en Ciencias Computacionales e Ingeniería Mecánica fueron acreditadas por ABET. - Nuestra Escuela de Negocios ESPAE obtuvo la acreditación internacional AACSB."
	},
	{
		"año": "2009",
		"contenido": "La Escuela Superior Politécnica del Litoral es reconocida por el CONEA como una universidad Categoría A, según el Informe de Evaluación de Desempeño de las Instituciones de Educación Superior presentado a la Asamblea Nacional."
	},
	{
		"año": "2007",
		"contenido": "ESPOL obtiene la Acreditación Institucional a la Calidad por parte del CONEA, un logro considerable que incluyó el proceso de autoevaluación y evaluación externa donde se analizaron las funciones de docencia, investigación, vinculación con la colectividad y gestión administrativa."
	},
	{
		"año": "2000",
		"contenido": "El Programa VLIR-ESPOL contribuyó de manera significativa al fortalecimiento de la investigación en la ESPOL y a la formación de 16 profesionales con el grado de Ph.D., quienes desarrollaron programas doctorales en las universidades flamencas de Bélgica. El proyecto se extendió en una segunda fase hasta el año 2008."
	},
	{
		"año": "1991",
		"contenido": "Se inauguró el Campus Politécnico Gustavo Galindo Velasco, en la Prosperina, un ambiente de estudio acogedor y en contacto con la naturaleza. Este campus es el resultado de un Plan de desarrollo, apoyado por todos los gobiernos desde 1979 y que fue financiado mediante un préstamo del BID. En la fotografía, una toma del Edificio del Rectorado."
	},
	{
		"año": "1990",
		"contenido": "Se inauguró formalmente el Centro Nacional de Acuicultura e Investigaciones Marinas, CENAIM-ESPOL, pilar fundamental para la sustentabilidad de la actividad camaronera al constituirse en el único centro de investigación en Biotecnología del camarón de cultivo y otras especies acuícolas del Ecuador. Las investigaciones aplicadas del CENAIM resolvieron el problema de “la mancha blanca” en el país."
	},
	{
		"año": "1983",
		"contenido": "El esfuerzo institucional se centró en ejecutar el Plan de Desarrollo BID ESPOL II, el mismo que permitió ampliar las carreras de Ingeniería Eléctrica, crear cursos de posgrado, mejorar la calidad de la docencia, promover y apoyar las actividades de investigación, desarrollar programas de apoyo dirigidos al sector productivo. En la fotografía, el rector Walter Valdano durante la presentación de la maqueta del Campus Prosperina."
	}

]